Repository: Marcel-OSFT/CryptoPortfolioTracker
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: nl

# Settings_NumberFormat.Description
source: How do you want numbers to be presented.
nl: Hoe wilt u dat cijfers worden weergegeven?

# Settings_NumberFormat.Header
source: Number Format
nl: Getalsnotatie

# Settings_CheckUpdate.Description
source: Enables automatic checking for available updates.
nl: Maakt automatisch controleren op updates mogelijk.

# Settings_CheckUpdate.Header
source: Check for Update
nl: Controleer op Updates.

# Settings_CheckUpdate_Version.Text
source: Current Version
nl: Huidige versie

# Settings_FontSize.Description
source: Sets the preferred font size for the different views.
nl: Stelt de gewenste lettergrootte in voor de verschillende weergaven.

# Settings_FontSize.Header
source: Font Size
nl: Tekstgrootte

# Settings_FontSize_Item1.Content
source: Small
nl: Klein

# Settings_FontSize_Item2.Content
source: Normal
nl: Normaal

# Settings_FontSize_Item3.Content
source: Large
nl: Groot

# Settings_HideZeroBalances.Description
source: Overall setting for Hiding Zero Balances. In the overview itself this can be turned ON or OFF, temporarily.
nl: Algemene instelling voor het verbergen van nulsaldi. In het overzicht zelf kan dit tijdelijk AAN of UIT worden gezet.

# Settings_HideZeroBalances.Header
source: Hide Zero Balances
nl: Nulsaldi verbergen

# Settings_KeepScrollBarsExpanded.Header
source: Keep ScrollBars Expanded
nl: Houd schuifbalken zichtbaar

# Settings_KeepScrollBarsExpanded.Description
source: By default, scroll bars become visible and expand when the pointer enters the area. Set this to ON to have always a clear view if a list contain more items or not.
nl: Standaard worden schuifbalken zichtbaar en groter wanneer de aanwijzer het gebied binnengaat. Zet dit AAN om altijd duidelijk te zien of een lijst meer items bevat of niet.

# Settings_CheckUpdate_Toggle.OffContent
source: Off
nl: Uit

# Settings_CheckUpdate_Toggle.OnContent
source: On
nl: Aan

# Settings_HideZeroBalances_Toggle.OffContent
source: Off
nl: Uit

# Settings_HideZeroBalances_Toggle.OnContent
source: On
nl: Aan

# Settings_KeepScrollBarsExpanded_Toggle.OffContent
source: Off
nl: Uit

# Settings_KeepScrollBarsExpanded_Toggle.OnContent
source: On
nl: Aan

# Settings_CheckUpdate_CheckNow.Content
source: Check Now
nl: Controleer nu

# Settings_Title.Text
source: Settings
nl: Instellingen

# Navigation_Assets.Content
source: Assets
nl: Portefeuille

# Navigation_CoinLibrary.Content
source: Coin Library
nl: Bibliotheek

# Assets_Title.Text
source: Assets
nl: Portefeuille

# Assets_Explainer.Text
source: Assets are the crypto currencies that you have in portfolio at one or more accounts. Crypto of your interest need to be added first to the Coin Library. Also one or more accounts need to be configured. Build up your assets by adding transactions using the 'Add Transaction' button at the bottom of this window.
nl: Activa zijn de cryptovaluta die u op één of meerdere rekeningen in portefeuille heeft. Crypto van uw interesse moet eerst worden toegevoegd aan de muntenbibliotheek. Ook dient een of meerdere accounts te worden geconfigureerd. Bouw uw portefeuille op door transacties toe te voegen via de knop 'Transactie Toevoegen' onderaan dit venster.

# Assets_TransactionButton.Content
source: Add Transaction
nl: Transactie Toevoegen

# AssetsLV_24Hour.Text
source: 24 Hour
nl: 24 Uur

# AssetsLV_ActualPrice.Text
source: Actual Price
nl: Actuele Prijs

# AssetsLV_AverageCostPrice.Text
source: Average Cost Price
nl: Gem. Kostprijs

# AssetsLV_CostBase.Text
source: Cost Base
nl: Aankoop Waarde

# AssetsLV_HideZeroBalances.Content
source: Hide zero balance
nl: Verberg nulsaldi

# AssetsLV_MarketValue.Text
source: Market Value
nl: Marktwaarde

# AssetsLV_ProfitLoss.Text
source: Profit/Loss
nl: Winst/Verlies

# AssetsLV_Quantity.Text
source: Quantity
nl: Aantal

# AssetsLV_Name.Text
source: Name
nl: Naam

# AssetsLV_Change.Text
source: Change %
nl: Verand. %

# AssetsLV_ProfitLossPerc.Text
source: P/L %
nl: W/V %

# AccountsLV_Edit.Label
source: Edit
nl: Wijzigen

# AccountsLV_MarketValue.Text
source: Market Value
nl: Marktwaarde

# AccountsLV_Name.Text
source: Name
nl: Naam

# AccountsLV_Note.Text
source: Note
nl: Notitie

# Accounts_AddAccount.Content
source: Add Account
nl: Account Toevoegen

# Accounts_Explainer.Text
source: The Accounts list gives you an overview of locations where you have your crypto assets in custody.
nl: De Accountslijst geeft u een overzicht van locaties waar u uw crypto-activa in bewaring heeft.

# AccountsLV_Delete.Label
source: Delete
nl: Verwijderen

# LibraryLV_24HrChange.Text
source: 24 Hour Change
nl: 24 uur verand.

# LibraryLV_30DayChange.Text
source: 30 Day Change
nl: 30 dagen verand.

# LibraryLV_52WeekChange.Text
source: 52 Week Change
nl: 52 weken verand.

# LibraryLV_About.Label
source: About
nl: Over...

# LibraryLV_AddEditNote.Label
source: Add/Edit Note
nl: Toevoegen/Wijzigen Notitie

# LibraryLV_Ath.Text
source: ATH
nl: Hoogste Prijs Ooit

# LibraryLV_Delete.Label
source: Delete Coin
nl: Munt Verwijderen

# LibraryLV_MarketCap.Text
source: Market Cap
nl: Marktkapitalisatie

# LibraryLV_Name.Text
source: Name
nl: Naam

# LibraryLV_Price.Text
source: Price
nl: Prijs

# LibraryLV_Rank.Text
source: Rank
nl: Positie

# LibraryLV_Symbol.Text
source: Symbol
nl: Symbool

# Library_AddCoin.Content
source: Add Coin
nl: Munt Toevoegen

# Library_Explainer.Text
source: The Library is a collection of crypto coins that you are interested in. So you won't be distracted or disturbed by the large amount of unimportant coins out there. The coins in the library can be used to build your portfolio.
nl: De Bibliotheek is een verzameling cryptomunten waarin u geïnteresseerd bent. U wordt dus niet afgeleid of gestoord door de grote hoeveelheid onbelangrijke munten die er zijn. De munten in de bibliotheek kunnen worden gebruikt bij het opbouwen van uw portefeuille.

# Library_Title.Text
source: Coin Library
nl: Bibliotheek

# TransactionsLV_From.Text
source: From
nl: Van

# TransactionsLV_To.Text
source: To
nl: Naar

# TransactionsLV_Type.Text
source: Transaction Type
nl: Type Transactie

# TransactionsLV_Delete.Label
source: Delete Transaction
nl: Transactie Verwijderen

# TransactionsLV_Edit.Label
source: Edit
nl: Wijzigen

# TransactionDialog_AccountFromHeader
source: From Account
nl: Van Account

# TransactionDialog_AccountToHeader
source: To Account
nl: Naar Account

# TransactionDialog_Buy_Explainer
source: A Buy is a conversion from a StableCoin to a Non-StableCoin and can be combined with a Transfer from accounts.
nl: Een aankoop is een conversie van een StableCoin naar een Non-StableCoin en kan worden gecombineerd met een transfer van het ene account naar een andere.

# TransactionDialog_CloseButton
source: Cancel
nl: Annuleren

# TransactionDialog_CoinFromHeader
source: From Coin
nl: Van Munt

# TransactionDialog_CoinHeader
source: Coin
nl: Munt

# TransactionDialog_CoinToHeader
source: To Coin
nl: Naar Munt

# TransactionDialog_Convert_Explainer
source: A Convert is a conversion from Coin_A to Coin_B and can be combined with a Transfer from accounts.
nl: Wisselen is een conversie van de ene munt naar een andere munt en kan worden gecombineerd met een transfer van de ene account naar de andere.

# TransactionDialog_DatePicker.Header
source: Date
nl: Datum

# TransactionDialog_Deposit_Explainer
source: A Deposit is a transaction where 'new' crypto flows into your portfolio. The source could be any fiat bank account, but will not be registered. Only the receiving Account is registered.
nl: Een Storting is een transactie waarbij ‘nieuwe’ cryptovaluta uw portefeuille binnenstromen. De bron kan elke fiat-bankrekening zijn, maar wordt niet geregistreerd. Alleen het ontvangende account wordt geregistreerd.

# TransactionDialog_FeeCoin.Header
source: Coin
nl: Munt

# TransactionDialog_FeeQty.Header
source: Fee
nl: Kosten

# TransactionDialog_Note.Header
source: Note
nl: Notitie

# TransactionDialog_PrimaryButton
source: Accept Transaction
nl: Transactie Accepteren

# TransactionDialog_QtyHeader
source: Qty
nl: Aantal

# TransactionDialog_Sell_Explainer
source: A Sell is a conversion from a Non-StableCoin to a StableCoin and can be combined with a Transfer from accounts.
nl: Een Verkoop is een conversie van een Non-StableCoin naar een StableCoin en kan worden gecombineerd met een transfer van de ene account naar de andere.

# TransactionDialog_TimePicker.Header
source: Time
nl: Tijd

# TransactionDialog_Title_Add
source: Add Transaction
nl: Transactie Toevoegen

# TransactionDialog_Title_Edit
source: Edit Transaction
nl: Transactie Wijzigen

# TransactionDialog_TransactionType.Header
source: Transaction Type
nl: Type Transactie

# TransactionDialog_Transfer_Explainer
source: A Transfer is a 'transaction' where crypto moves from one account to another.
nl: Een Transfer is een ‘transactie’ waarbij cryptovaluta van de ene rekening naar de andere wordt verplaatst.

# TransactionDialog_Withdraw_Explainer
source: A Withdraw is a transaction where crypto flows out of your portfolio. The destination could be any fiat bank account.
nl: Een Opname is een transactie waarbij cryptovaluta uit uw portefeuille gaat. De bestemming kan elke fiat-bankrekening zijn.

# TransactionType_Buy.Content
source: Buy
nl: Koop

# TransactionType_Convert.Content
source: Convert
nl: Wissel

# TransactionType_Deposit.Content
source: Deposit
nl: Storting

# TransactionType_Sell.Content
source: Sell
nl: Verkoop

# TransactionType_Withdraw.Content
source: Withdraw
nl: Opname

# TransactionDialog_PriceA.Header
source: Price
nl: Prijs

# TransactionDialog_QtyB.Header
source: Qty
nl: Aantal

# TransactionDialog_FeeQty.PlaceholderText
source: Set fee
nl: Kosten opgeven...

# TransactionDialog_Note.PlaceholderText
source: e.g. this is a note...
nl: bijv. hier kun je een notitie ingeven

# TransactionDialog_PriceA.PlaceholderText
source: Set price...
nl: price opgeven...

# TransactionDialog_QtyB.PlaceholderText
source: Set quantity...
nl: aantal opgeven...

# TransactionDialog_PriceB.PlaceholderText
source: calculated price...
nl: berekende prijs...

# TransactionDialog_PriceB.Header
source: Price
nl: Prijs

# AccountDialog_Description.Header
source: Account Description
nl: Omschrijving

# AccountDialog_Description.PlaceholderText
source: Description goes here....
nl: beschrijving kan hier....

# AccountDialog_Name.Header
source: Account Name
nl: Naam

# AccountDialog_Name.PlaceholderText
source: e.g. Bybit Funding...
nl: bijv: Bybit Funding...

# AccountDialog_CloseButton
source: Cancel
nl: Annuleren

# AccountDialog_PrimaryButton_Add
source: Accept Account
nl: Account Accepteren

# AccountDialog_PrimaryButton_Edit
source: Accept
nl: Accepteren

# AccountDialog_Title_Add
source: Add Account
nl: Account Toevoegen

# AccountDialog_Title_Edit
source: Edit Account
nl: Account Wijzigen

# CoinDialog_BePatient.Text
source: * Be patient - busy at CoinGecko API at the moment.
nl: * Wees geduldig - momenteel druk bij CoinGecko API.

# CoinDialog_CloseButton
source: Cancel
nl: Annuleren

# CoinDialog_MarketCapRank.Text
source: Market Cap Rank
nl: Marktkapitalisatie Positie

# CoinDialog_Name.Text
source: Name
nl: Naam

# CoinDialog_Price.Text
source: Price
nl: Prijs

# CoinDialog_PrimaryButton
source: Accept
nl: Accepteren

# CoinDialog_Symbol.Text
source: Symbol
nl: Symbool

# CoinDialog_Title
source: Add Coin to Library
nl: Voeg munt toe aan de Bibliotheek

# CoinDialog_PrimaryButton_CoinExists
source: Coin Already In Library
nl: Munt al in Bibliotheek

# NoteDialog_CloseButton
source: Cancel
nl: Annuleren

# NoteDialog_Note.Header
source: Note
nl: Notitie

# NoteDialog_Note.PlaceholderText
source: e.g. this is the place to put a note....
nl: bijv. hier kun je een notitie ingeven

# NoteDialog_PrimaryButton
source: Accept
nl: Accepteren

# NoteDialog_Title
source: Note for
nl: Notitie voor

# DescriptionDialog_CloseButton
source: Close
nl: Sluiten

# DescriptionDialog_Title
source: About
nl: Over

# Common_AcceptButton
source: Accept
nl: Accepteren

# Common_CancelButton
source: Cancel
nl: Annuleren

# Common_CloseButton
source: Close
nl: Sluiten

# Common_ConfirmButton
source: Confirm
nl: Akkoord

# Common_InstallButton
source: Install
nl: Installeren

# Messages_AccountAddFailed_Title
source: Adding account failed
nl: Fout bij toevoegen van Account

# Messages_AccountDeleteFailed_Msg
source: Account may have assets assigned.
nl: Het account bevat mogelijk nog cryptomunten.

# Messages_AccountDeleteFailed_Title
source: Failed to delete Account
nl: Fout bij het verwijderen van het Account

# Messages_AccountDialogFailed_Title
source: Account Dialog Failure
nl: Fout bij openen van het dialoog venster.

# Messages_AccountUpdateFailed_Title
source: Updating account failed
nl: Fout bij het wijzigen van het Accout

# Messages_CoinAddFailed_Title
source: Adding Coin Failed
nl: Fout bij toevoegen van een munt

# Messages_CoinDeleteFailed_Title
source: Failed to delete Coin
nl: Fout bij het verwijderen van een munt

# Messages_CoinDialogFailed_Title
source: Add Coin Dialog failure
nl: Fout bij het openen van het dialoog venster

# Messages_NoteAddFailed_Title
source: Updating Note Failed
nl: Fout bij het wijzigen van een Notitie

# Messages_NoteDialogFailed_Title
source: Note Dialog Failure
nl: Fout bij het openen van het dialoog venster

# Messages_TransactionAddFailed_Title
source: Adding transaction failed
nl: Fout bij het toevoegen van een Transactie

# Messages_TransactionDeleteFailed_Title
source: Deleting transaction failed
nl: Fout bij het verwijderen van een Transactie

# Messages_TransactionDelete_Msg
source: Please Confirm to delete and revert this transaction
nl: Graag akkoord geven voor het verwijderen en terugdraaien van deze transactie

# Messages_TransactionDelete_Title
source: Delete Transaction Request
nl: Verzoek tot het verwijderen van een transactie

# Messages_TransactionDialogFailed_Title
source: Transaction Dialog Failure
nl: Fout bij het openen van een dialoog vensterTransaction Dialog Failure

# Messages_TransactionUpdateFailed_Title
source: Updating transaction failed
nl: Fout bij het wijzigen van een Transactie

# Messages_UpdateChecker_DownloadFailedMsg
source: Update will be postponed.
nl: Update wordt uitgesteld!

# Messages_UpdateChecker_DownloadFailedTitle
source: Downloading Setup File failed
nl: Fout bij het downloaden van de Setup File.

# Messages_UpdateChecker_DownloadSuccesMsg
source: The setup file has been saved in your Downloads folder. Click 'Install' to proceed with th einstallation. The application will be closed automatically.
nl: Het installatiebestand is opgeslagen in uw Downloads map. Klik op 'Installeren' om door te gaan met de installatie. De applicatie wordt automatisch gesloten.

# Messages_UpdateChecker_NewVersionMsg
source: Do you want to download it? In the meanwhile you can continue using the app. You will be notified when the download has finished.
nl: Wil je het downloaden? In de tussentijd kunt u de app blijven gebruiken. U ontvangt een melding wanneer het downloaden is voltooid.

# Messages_UpdateChecker_NewVersionTitle
source: New Version Available!
nl: Nieuwe versie beschikbaar!

# Messages_UpdateChecker_UpToDate_Msg
source: Version is up-to-date
nl: Versie is up-to-date

# CoinDialog_GetDetails_Failed
source: Error while getting Details
nl: Fout bij het ophalen van de details

# Messages_AccountDeleteNotAllowd_Title
source: Deleting not allowed!
nl: Verwijderen niet toegestaan!

# Messages_AccountDeleteNotAllowed_Msg
source: The Account is holding assets.
nl: Deze account maakt nog onderdeel uit van uw portefeuille.

# Settings_AppTheme_Toggle.OffContent
source: Light
nl: Licht

# Settings_AppTheme_Toggle.OnContent
source: Dark
nl: Donker

# Settings_AppTheme.Description
source: Select Dark or Light color theme for the application.
nl: Selecteer een donker of licht kleurenthema voor de toepassing.

# Settings_AppTheme.Header
source: Theme
nl: Thema

# Messages_UpdateChecker_DownloadSuccesTitle
source: Download Succesfull
nl: Download gereed

# Settings_AppCulture.Description
source: Select the language you prefer for this app.
nl: Selecteer uw taal voorkeur voor deze app.

# Settings_AppCulture.Header
source: Language
nl: Taal

# TransactionKind_Buy
source: Buy
nl: Koop

# TransactionKind_Convert
source: Convert
nl: Wissel

# TransactionKind_Deposit
source: Deposit
nl: Storting

# TransactionKind_Sell
source: Sell
nl: Verkoop

# TransactionKind_Withdraw
source: Withdraw
nl: Opname

# AssetsLV_1Month.Text
source: 30 days
nl: 30 dagen

# CoinDialog_SearchBox.MyPlaceholderText
source: search using name, symbol, id
nl: zoek op naam, symbool, id

# CoinDialog_SearchBox.ToolTipService.ToolTip
source: Search coin using name, symbol, id
nl: zoek op naam, symbool, id

# Messages_AddingCoinFailed
source: Adding coin to the Library failed
nl: Fout bij toevoegen van de munt

# Messages_CoinDataMissing
source: Mandatory Coin data missing (Id/Name/Symbol). Coin will NOT be added to the Coin Library
nl: Noodzakelijke muntgegevens ontbreken. De munt wordt niet toegevoegd aan de bibliotheek

# ASBox_NoItems_Msg
source: no items available yet
nl: nog geen items beschikbaar

# ASBox_SelectItem_Msg
source: select item
nl: selecteer item

# ASBox_NoSuitableItems_Msg
source: No results found
nl: niets gevonden

# Assets_InFlow.Text
source: Inflow
nl: Instroom

# Assets_OutFlow.Text
source: Outflow
nl: Uitstroom

# Settings_HideCapitalFlow.Description
source: Determine if you want to have the Inflow and Outflow information shown on the Portfolio View.
nl: Geef aan of u de kapitaal in- en uitstroom wil tonen in het portefeuille-overzicht.

# Settings_HideCapitalFlow.Header
source: Hide Capital Flow
nl: Kapitaal Stroom verbergen

# Settings_HideCapitalFlow_Toggle.OffContent
source: Off
nl: Uit

# Settings_HideCapitalFlow_Toggle.OnContent
source: On
nl: Aan

# Assets_InFlowPanel.ToolTipService.ToolTip
source: Capital Inflow based on sum of all Deposits
nl: Kapitaal Instroom gebaseerd op de som van alle Stortingen.

# Assets_OutFlowPanel.ToolTipService.ToolTip
source: Capital Outflow based on sum of all Withdraws
nl: Kapitaal Uitstroom gebaseerd op de som van alle Opnames.

# Library_AddPreListingCoin.Content
source: Add Pre-Listing Coin
nl: Pre-Listing Munt toevoegen

# PreListingCoinDialog_About.Header
source: Description/Note
nl: Omschrijving/Notitie

# PreListingCoinDialog_About.PlaceholderText
source: e.g. Coin listing expected to be in Q1 2025
nl: bijv. munt listing verwacht in Q1-2025

# PreListingCoinDialog_Name.Header
source: Coin Name
nl: Munt Naam

# PreListingCoinDialog_Name.PlaceholderText
source: e.g. Promising Project
nl: bijv. Veelbelovend Project

# PreListingCoinDialog_Symbol.Header
source: Coin Symbol
nl: Munt Symbool

# PreListingCoinDialog_Symbol.PlaceholderText
source: e.g. PTKN
nl: bijv. VTKN

# PreListingCoinDialog_Title
source: Add a Pre-listing Coin
nl: Voeg een pre-listing munt toe

# PreListingCoinDialog_Price.Header
source: Price
nl: Prijs

# PreListingCoinDialog_Explainer.Text
source: Sometimes a new coin you have invested in, is not yet listed at data aggregators like CoinGecko. In this case you can add a pre-listing coin here. In a later stage, when the coin becomes listed, you can 'merge' this coin with the listed one. See the 'merge' action at the three dots ...
nl: Soms staat een nieuwe munt waarin je hebt geïnvesteerd nog niet vermeld bij data-aggregators zoals CoinGecko. In dit geval kun je hier een pre-listingmunt toevoegen. In een later stadium, wanneer de munt genoteerd (gelist) wordt, kunt u deze munt samenvoegen met de 'geliste' munt. Zie de actie 'samenvoegen' bij de drie stippen...

# LibraryLV_Merge.Label
source: Merge pre-listing coin...
nl: Pre-listing munt Samenvoegen...

# CoinDialog_MergeTitle
source: Merge pre-listing Coin
nl: Pre-listing Munt samenvoegen

# Navigation_Graphic.Content
source: Chart
nl: Grafiek

# GrahicView_UpdateText.Text
source: Updating...
nl: Bijwerken...

# GraphicView_InFlowSeriesTitle
source: Inflow
nl: Instroom

# GraphicView_OutFlowSeriesTitle
source: Outflow
nl: Uitstroom

# GraphicView_PortfolioSeriesTitle
source: Portfolio Value
nl: Portefeuille Waarde

# GraphicView_DateFormat
source: MMMM dd, yyyy
nl: dd MMMM yyyy

# Navigation_About.Content
source: About
nl: Over

# Navigation_Exit.Content
source: Exit
nl: Sluiten

# Messages_HelpFile_FailedMsg
source: Unable to open the Online Help file in your default browser.
nl: Kan het Online Help-bestand niet openen in de standaardbrowser.

# Messages_HelpFile_FailedTitle
source: Failed to open Online Help.
nl: Kan het Online Help-bestand niet openen

# AboutView_Title.Text
source: About
nl: Over

# TransactionDialog_Earnings.Content
source: Staking yield
nl: Staking opbrengst

# AboutDialog_Title
source: About
nl: Over

# AboutDialog_CoinGecko_Sub1.Text
source: This app is retrieving its data using the public API provided by CoinGecko, a Crypto market data aggregator.
nl: Deze app haalt zijn gegevens op met behulp van de openbare API van CoinGecko, een Crypto-marktgegevensaggregator.

# AboutDialog_CoinGecko_Sub2.Text
source: CoinGecko’s Public API has a rate limit of 5 to 15 calls per minute, depending on usage conditions worldwide. Most of the time it turns out to be around 5 requests per minute. When a 'Too Many Requests' occurs then a 30 seconds timeout is build in before re-trying the request.
nl: De openbare API van CoinGecko heeft een snelheidslimiet van 5 tot 15 oproepen per minuut, afhankelijk van de gebruiksomstandigheden wereldwijd. Meestal blijkt het rond de 5 verzoeken per minuut te zijn. Wanneer er een 'Too Many Requests' optreedt, wordt er een time-out van 30 seconden aangehouden voordat het verzoek opnieuw wordt geprobeerd.

# AboutDialog_CoinGecko_Title.Text
source: CoinGecko public API
nl: CoinGecko openbare API

# AboutDialog_Contact_Sub1.Text
source: The navigation menu on the left has an 'Help' option which opens a PDF document in your browser. This document is updated regularly, if needed.
nl: Het navigatiemenu aan de linkerkant heeft een 'Help'-optie waarmee een PDF-document in uw browser wordt geopend. Dit document wordt indien nodig regelmatig bijgewerkt.

# AboutDialog_Contact_Sub2a.Text
source: Need for additional support or do you have a question, comment or request? Please feel free to send me an email (
nl: Heeft u behoefte aan extra ondersteuning of heeft u een vraag, opmerking of verzoek? Stuur mij gerust een e-mail (

# AboutDialog_Contact_Sub2b.Text
source: ) or contact me on Discord (
nl: ) of neem contact met mij op via Discord (

# AboutDialog_Contact_Title.Text
source: Contact and Support
nl: Contact en ondersteuning

# AboutDialog_Donation_Sub.Text
source: If you find this app valuable and would like to support further development, you can make a donation to one of the following addresses:
nl: Als u deze app waardevol vindt en de verdere ontwikkeling wilt ondersteunen, kunt u een donatie doen op één van de volgende adressen:

# AboutDialog_Donation_Title.Text
source: Donation
nl: Donatie

# AboutDialog_Version.Text
source: Version
nl: Versie

# PriceLevelsLV_BuyLevel.Text
source: Buy Level
nl: Koopniveau

# PriceLevelsLV_DistanceToBuyLevel.Text
source: Distance
nl: Afstand

# PriceLevelsLV_DistanceToTpLevel.Text
source: Distance
nl: Afstand

# PriceLevelsLV_Name.Text
source: Name
nl: Naam

# PriceLevelsLV_Price.Text
source: Actual Price
nl: Huidige Prijs

# PriceLevelsLV_StopLevel.Text
source: Stop Level
nl: Stopniveau

# PriceLevelsLV_TpLevel.Text
source: Take Profit Level
nl: Winstname niveau

# PriceLevelsLV_DistanceToStopLevel.Text
source: Distance
nl: Afstand

# PriceLevelsLV_Symbol.Text
source: Symbol
nl: Symbool
